# + Задание 2
# создайте переменную age = 25, переменную name = “John”. Выведите в консоль “My name is
# <name> and I am <age>”, но сделайте решение таким, чтобы использовалась конкатенация
# строк (через +) и приведение типа числа к строке (str(...)). То есть, чтобы если заменить
# переменные age и name, то в методе print() ничего не нужно было менять. Например, a = 10,
# print(“Value =” + str(a)) и будет “Value = 10”

age = 25

name = "John"

print("My name is " + name + " and I am " + str(age))
